Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: You are about to change the data model. This action will clear <strong>previously selected worker categories</strong>, since they depend on the chosen data model.
pt_pt: Está prestes a alterar o modelo de dados. Esta ação irá limpar as <strong>categorias de trabalhadores previamente selecionadas</strong>, uma vez que dependem do Data Modeler escolhido.

source: Are you sure you want to continue?
pt_pt: Tem a certeza de que pretende continuar?

source: Data model edition
pt_pt: Edição do modelo de dados

source: Define the data model, the effective date and the population
pt_pt: Definir o modelo de dados, a data de entrada em vigor e a população

source: Snapshot configuration
pt_pt: Configuração de instantâneo

source: Define the snapshot field name and description
pt_pt: Definir o nome e a descrição do campo de instantâneo

source: The data model is required.
pt_pt: O modelo de dados é obrigatório.

source: Select the field to include for worker category in this snapshot
pt_pt: Selecione o campo a incluir para a categoria de trabalhador neste instantâneo

source: Add feature to snapshot
pt_pt: Adicionar funcionalidade ao snapshot

source: Define the worker category you want to use in this snapshot
pt_pt: Defina a categoria de trabalhador que pretende utilizar neste instantâneo

source: Use worker category configuration
pt_pt: Utilizar configuração de categoria de trabalhador

source: The order of the fields determines the output value of this concatenated field.
pt_pt: A ordem dos campos determina o valor de saída deste campo concatenado.

source: Concatenated fields
pt_pt: Campos concatenados

source: At least one field is required for the custom mode.
pt_pt: É necessário pelo menos um campo para o modo personalizado.

source: Search for a feature
pt_pt: Procurar uma funcionalidade

source: Select configuration type
pt_pt: Selecionar tipo de configuração

source: Snapshots
pt_pt: Instantâneos

source: Create pay analysis dataset
pt_pt: Criar conjunto de dados de análise de remuneração

source: To complete the creation of the data set for the pay analysis, please select the tenant from the PayAnalytics.
pt_pt: Para concluir a criação do conjunto de dados para a análise salarial, selecione o inquilino do PayAnalytics.

source: The snapshot you are trying to upload contains non configured currency exchange rates. Please update your currency settings.
pt_pt: O snapshot que está a tentar carregar contém taxas de câmbio não configuradas. Atualize as suas configurações de moeda.

source: The data contains null values in numerical fields. Please the log file for more information.
pt_pt: Os dados contêm valores nulos em campos numéricos. Consulte o ficheiro de registo para obter mais informações.

source: The data set was successfully created.
pt_pt: O conjunto de dados foi criado com sucesso.

source: An error occurred while processing data in PayAnalytics. Please contact Customer Support.
pt_pt: Ocorreu um erro ao processar dados no PayAnalytics. Contacte o Apoio ao Cliente.

source: Dataset name
pt_pt: Nome do conjunto de dados

source: The name of the data set is required.
pt_pt: O nome do conjunto de dados é obrigatório.

source: The current authorization settings will result in the creation of an empty dataset. Please verify your worker access.
pt_pt: As definições de autorização atuais resultarão na criação de um conjunto de dados vazio. Por favor, verifique o acesso do seu trabalhador.

source: Empty dataset
pt_pt: Conjunto de dados vazio

source: Select PayAnalytics tenant
pt_pt: Selecionar inquilino do PayAnalytics

source: The PayAnalytics tenant is required.
pt_pt: O inquilino do PayAnalytics é obrigatório.

source: This snapshot does not contain the worker category required as the main group. You can send the snapshot without a main group, or cancel and update the snapshot or mapping.
pt_pt: Este instantâneo não contém a categoria de colaborador necessária como grupo principal. Pode enviar o instantâneo sem um grupo principal ou cancelar e atualizar o instantâneo ou mapeamento.

source: Worker category absent from snapshot
pt_pt: Categoria de trabalhador ausente da captura

source: The generated snapshot was unable to populate the worker category field for all workers. Please check your data.
pt_pt: O snapshot gerado não conseguiu preencher o campo de categoria de trabalhador para todos os trabalhadores. Por favor, verifique os seus dados.

source: Worker category partially missing
pt_pt: Categoria de trabalhador parcialmente em falta

source: The name of the model must be unique.
pt_pt: O nome do modelo tem de ser único.

source: Enter the basic information of the model
pt_pt: Insira as informações básicas do modelo

source: Performance Management entities
pt_pt: Entidades de Gestão de Desempenho

source: Core HR entities
pt_pt: Entidades principais de RH

source: Others entities
pt_pt: Outras entidades

source: Compensation Management entities
pt_pt: Entidades de Gestão de Compensação

source: Model design
pt_pt: Design do modelo

source: Define the entities and other sources to use as the model base
pt_pt: Defina as entidades e outras fontes a serem usadas como base do modelo

source: Define the entities and fields to include in this model.
pt_pt: Defina as entidades e os campos a incluir neste modelo.

source: No selected entities
pt_pt: Sem entidades selecionadas

source: Data Entities & Sources
pt_pt: Entidades de dados e fontes

source: Entities: {{count}}
pt_pt: Entidades: {{count}}

source: Fields: {{count}}
pt_pt: Campos: {{count}}

source: Selected fields
pt_pt: Campos selecionados

source: Tree entities
pt_pt: Entidades em árvore

source: View the fields already included in this model.
pt_pt: Ver os campos já incluídos neste modelo.

source: Current fields
pt_pt: Campos atuais

source: This model already includes all available fields from the database. There are no additional fields to add.
pt_pt: Este modelo já inclui todos os campos disponíveis da base de dados. Não há campos adicionais para adicionar.

source: All fields have already been added
pt_pt: Todos os campos já foram adicionados

source: Select additional fields from the database to extend this model.
pt_pt: Selecione campos adicionais da base de dados para expandir este modelo.

source: Add more fields
pt_pt: Adicionar mais campos

source: Extend model - {{name}}
pt_pt: Expandir modelo - {{name}}

source: Grid preview
pt_pt: Pré-visualização da grelha

source: Review & publish model
pt_pt: Rever e publicar o modelo

source: Data Modeling
pt_pt: Modelação de Dados

source: No selected fields. Please select at least one field to save or proceed.
pt_pt: Nenhum campo selecionado. Selecione pelo menos um campo para guardar ou continuar.

source: The model was successfully published.
pt_pt: O modelo foi publicado com sucesso.

source: The model was successfully saved.
pt_pt: O modelo foi guardado com sucesso.

source: Policies
pt_pt: Políticas

source: Data Privacy
pt_pt: Privacidade de dados

source: Compliance & Storage
pt_pt: Conformidade e Armazenamento

source: Role & Permission Management
pt_pt: Gestão de Funções e Permissões

source: Exchange rates
pt_pt: Taxas de câmbio

source: Exchange rate
pt_pt: Taxa de câmbio

source: From
pt_pt: De

source: Identifier
pt_pt: Identificador

source: To
pt_pt: Para

source: Exchange rate template
pt_pt: Modelo de taxa de câmbio

source: Exchange Rates
pt_pt: Taxas de Câmbio

source: The exchange rate type was successfully created.
pt_pt: O tipo de taxa de câmbio foi criado com sucesso.

source: Create type
pt_pt: Criar tipo

source: Are you sure you want to delete this exchange rate type? It will no longer be usable in any future processes.
pt_pt: Tem a certeza de que pretende eliminar este tipo de taxa de câmbio? Deixará de poder ser utilizado em quaisquer processos futuros.

source: The exchange rate type successfully was deleted.
pt_pt: O tipo de taxa de câmbio foi eliminado com sucesso.

source: Create exchange rate type
pt_pt: Criar tipo de taxa de câmbio

source: Edit exchange rate type
pt_pt: Editar tipo de taxa de câmbio

source: The exchange rate type was successfully edited.
pt_pt: O tipo de taxa de câmbio foi editado com sucesso.

source: The exchange rate type code must be unique.
pt_pt: O código do tipo de taxa de câmbio deve ser único.

source: Types
pt_pt: Tipos

source: Created
pt_pt: Criado

source: Search for a type
pt_pt: Procurar um tipo

source: Exchange Rates Types
pt_pt: Tipos de Taxas de Câmbio

source: An error occurred when validating the file. Please check the column names, the mandatory data and the file format, and then try again.
pt_pt: Ocorreu um erro ao validar o ficheiro. Verifique os nomes das colunas, os dados obrigatórios e o formato do ficheiro e tente novamente.

source: Click upload to add files.
pt_pt: Clique em carregar para adicionar ficheiros.

source: 10MB max per file
pt_pt: 10MB máximo por ficheiro

source: Supported formats: CSV
pt_pt: Formatos suportados: CSV

source: Some records could not be uploaded. Please check the provided CSV log file for more details.
pt_pt: Alguns registos não puderam ser carregados. Verifique o ficheiro de registo CSV fornecido para mais detalhes.

source: Extensions & Plugins
pt_pt: Extensões e plugins

source: Feature groups
pt_pt: Grupos de funcionalidades

source: Select a group to see the corresponding features or options.
pt_pt: Selecione um grupo para ver as funcionalidades ou opções correspondentes.

source: Alphanumeric
pt_pt: Alfanumérico

source: Date & Time
pt_pt: Data e hora

source: Linked to the selected language
pt_pt: Associado ao idioma selecionado

source: You are about to delete the data scope <name>{{name}}</name>. Are you sure you want to proceed?
pt_pt: Está prestes a eliminar o âmbito de dados <name>{{name}}</name>. Tem a certeza de que pretende continuar?

source: Delete data scope
pt_pt: Eliminar âmbito de dados

source: Data scope name
pt_pt: Nome do âmbito de dados

source: The name cannot be empty. Please provide a name for the data scope.
pt_pt: O nome não pode estar vazio. Por favor, forneça um nome para o âmbito de dados.

source: Create data scope
pt_pt: Criar âmbito de dados

source: The data scope was successfully created.
pt_pt: O âmbito de dados foi criado com sucesso.

source: The data scope was successfully deleted.
pt_pt: O âmbito de dados foi eliminado com sucesso.

source: Edit data scope
pt_pt: Editar âmbito de dados

source: No data scopes yet
pt_pt: Ainda não há âmbitos de dados

source: Data Scope Manager
pt_pt: Gestor de Âmbito de Dados

source: Data scopes
pt_pt: Âmbitos de dados

source: Pay automation
pt_pt: Automatização de remuneração

source: The target variable cannot be empty. Please provide a value.
pt_pt: A variável de destino não pode estar vazia. Por favor, forneça um valor.

source: Select the target variable you want to model
pt_pt: Selecione a variável de destino que pretende modelar

source: The data model cannot be empty. Please provide a data model.
pt_pt: O modelo de dados não pode estar vazio. Por favor, forneça um modelo de dados.

source: Create and include snapshot
pt_pt: Criar e incluir instantâneo

source: Models
pt_pt: Modelos

source: Purpose
pt_pt: Finalidade

source: Transformations
pt_pt: Transformações

source: Log transformation
pt_pt: Transformação logarítmica

source: Select which additional information you want to include in this snapshot.
pt_pt: Selecione que informações adicionais pretende incluir nesta captura.

source: Create & manage machine learning models
pt_pt: Criar e gerir modelos de aprendizagem automática

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
pt_pt: Tem a certeza de que pretende eliminar o modelo "{{name}}"? Esta ação não pode ser anulada.

source: Delete model
pt_pt: Eliminar modelo

source: Model Manager
pt_pt: Gestor de Modelos

source: The model name cannot be empty.
pt_pt: O nome do modelo não pode estar vazio.

source: Model type
pt_pt: Tipo de modelo

source: The model type cannot be empty.
pt_pt: O tipo de modelo não pode estar vazio.

source: Snapshot
pt_pt: Instantâneo

source: The snapshot cannot be empty.
pt_pt: O instantâneo não pode estar vazio.

source: Model type & snapshot
pt_pt: Tipo de modelo e instantâneo

source: Auto-update
pt_pt: Atualização automática

source: Disable in all features
pt_pt: Desativar em todas as funcionalidades

source: Enable in all features
pt_pt: Ativar em todas as funcionalidades

source: Multicollinearity check
pt_pt: Verificação de multicolinearidade

source: Data auto-update
pt_pt: Atualização automática de dados

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
pt_pt: Defina quais atributos estarão disponíveis no modelo. Para um treino adequado do modelo, selecione pelo menos 5 características.

source: Please select at least one feature.
pt_pt: Por favor, selecione pelo menos uma funcionalidade.

source: {{featuresCount}} features selected
pt_pt: {{featuresCount}} funcionalidades selecionadas

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
pt_pt: Por defeito, o modelo será treinado utilizando regressão ridge e irá gerar estimadores regularizados para cada funcionalidade selecionada no modelo. Se validar, verificaremos a regressão dos Mínimos Quadrados Ordinários (OLS) e removeremos a multicolinearidade perfeita entre as funcionalidades selecionadas.

source: Select model features
pt_pt: Selecionar funcionalidades do modelo

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
pt_pt: Se continuar com esta alteração de população, as suas seleções de funcionalidades atuais serão eliminadas. Tem a certeza de que pretende continuar?

source: Confirm population change
pt_pt: Confirmar alteração da população

source: Select the criteria that will determine who is included in this population.
pt_pt: Selecione os critérios que determinarão quem está incluído nesta população.

source: Define the name, description and details of the model.
pt_pt: Defina o nome, descrição e detalhes do modelo.

source: Select options and features applicable for the model.
pt_pt: Selecione as opções e funcionalidades aplicáveis ao modelo.

source: Model attributes
pt_pt: Atributos do modelo

source: Define the population criteria for the model.
pt_pt: Defina os critérios de população para o modelo.

source: Review and publish new model.
pt_pt: Rever e publicar novo modelo.

source: Population & features
pt_pt: População e funcionalidades

source: Features selected
pt_pt: Funcionalidades selecionadas

source: Selected roles
pt_pt: Funções selecionadas

source: Total population
pt_pt: População total

source: Quick train
pt_pt: Treino rápido

source: Data scope
pt_pt: Âmbito de dados

source: Select data scope
pt_pt: Selecionar âmbito de dados

source: Search for a model
pt_pt: Procurar um modelo

source: Total models
pt_pt: Total de modelos

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
pt_pt: Esta nota será visível para todos os que analisarem este colaborador nos resultados da análise salarial.

source: Analysis
pt_pt: Análise

source: Nb. of subgroups
pt_pt: N.º de subgrupos

source: Subgroup field
pt_pt: Campo de subgrupo

source: Pay analysis
pt_pt: Análise de remuneração

source: The maximum length of the note is {{max}} characters.
pt_pt: O comprimento máximo da nota é de {{max}} caracteres.

source: The note content is required. Please enter your note before saving.
pt_pt: O conteúdo da nota é obrigatório. Introduza a sua nota antes de guardar.

source: Configuration details
pt_pt: Detalhes de configuração

source: View analysis
pt_pt: Ver análise

source: The visibility was successfully updated.
pt_pt: A visibilidade foi atualizada com sucesso.

source: Change visibility
pt_pt: Alterar visibilidade

source: The analysis result was successfully deleted.
pt_pt: O resultado da análise foi eliminado com sucesso.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
pt_pt: Tem a certeza de que pretende eliminar o resultado da análise? Esta ação não pode ser anulada.

source: Backwards elimination
pt_pt: Eliminação regressiva

source: Categorical variables
pt_pt: Variáveis categóricas

source: Close pay gaps on a per-group basis
pt_pt: Fechar lacunas salariais por grupo

source: Demographic variables
pt_pt: Variáveis demográficas

source: Fairness weight (against cost-effectiveness)
pt_pt: Ponderação de equidade (em relação à relação custo-eficácia)

source: Group fairness weight (against individual fairness)
pt_pt: Peso da equidade de grupo (em relação à equidade individual)

source: Max rise
pt_pt: Aumento máximo

source: Number of workers excluded from raise suggestions
pt_pt: Número de colaboradores excluídos das sugestões de aumento

source: Pay gap target (gender)
pt_pt: Meta de disparidade salarial (género)

source: Analysis run on
pt_pt: Análise executada em

source: Run by
pt_pt: Executado por

source: Subgroups
pt_pt: Subgrupos

source: Sync analysis
pt_pt: Sincronizar análise

source: No analyses available yet.
pt_pt: Ainda não existem análises disponíveis.

source: Pay analysis results
pt_pt: Resultados da análise salarial

source: Publish analysis
pt_pt: Publicar análise

source: Apply changes
pt_pt: Aplicar alterações

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
pt_pt: A configuração atual da grelha será enviada para as entidades selecionadas. Por favor, verifique se todas as colunas visíveis são necessárias para o processo de recomendação de aumento.

source: Define access and permissions for this analysis.
pt_pt: Defina o acesso e as permissões para esta análise.

source: Can comment
pt_pt: Pode comentar

source: Can edit
pt_pt: Pode editar

source: Can view
pt_pt: Pode ver

source: Can view admin comment
pt_pt: Pode ver o comentário do administrador

source: Can view HRBP comment
pt_pt: Pode ver o comentário do HRBP

source: Compensation recommendation
pt_pt: Recomendação de compensação

source: Final offer
pt_pt: Oferta final

source: Give access
pt_pt: Conceder acesso

source: Pay analysis settings
pt_pt: Definições de análise salarial

source: Prepopulated final raise proposals with recommendation.
pt_pt: Propostas de aumento final pré-preenchidas com recomendação.

source: The analysis was successfully published to the Planner.
pt_pt: A análise foi publicada com sucesso no Planner.

source: Publish analysis to planner
pt_pt: Publicar análise no planeador

source: Set {{permission}} for {{section}}
pt_pt: Definir {{permission}} para {{section}}

source: Demographic used
pt_pt: Dados demográficos utilizados

source: Columns
pt_pt: Colunas

source: Workbench visibility
pt_pt: Visibilidade da bancada de trabalho

source: Save & close
pt_pt: Guardar e fechar

source: Save configuration
pt_pt: Guardar configuração

source: Planner visibility
pt_pt: Visibilidade do planeador

source: The column display settings were successfully saved.
pt_pt: As definições de visualização de colunas foram guardadas com sucesso.

source: Show insights
pt_pt: Mostrar informações

source: Comp. manager
pt_pt: Gestor de compensação

source: Compensation after final raise
pt_pt: Remuneração após aumento final

source: Compensation after recommended raise
pt_pt: Remuneração após aumento recomendado

source: Distance from predicted compensation
pt_pt: Distância da compensação prevista

source: Distance from predicted compensation (after final raise)
pt_pt: Distância da compensação prevista (após aumento final)

source: Outlier % (after final raise)
pt_pt: % de valor atípico (após aumento final)

source: Final raise amount
pt_pt: Valor do aumento final

source: Final raise %
pt_pt: % de aumento final

source: Line manager
pt_pt: Gestor direto

source: Outlier % (after raise)
pt_pt: % de Outlier (após aumento)

source: Recommended raise amount
pt_pt: Montante de aumento recomendado

source: Recommended raise %
pt_pt: % de aumento recomendado

source: Based on data from the following snapshot: {{snapshotName}}
pt_pt: Com base nos dados do seguinte instantâneo: {{snapshotName}}

source: Current
pt_pt: Atual

source: Female lower than male
pt_pt: Feminino inferior ao masculino

source: Male lower than female
pt_pt: Masculino inferior ao feminino

source: Recommended
pt_pt: Recomendado

source: Adjusted pay gaps by demographics
pt_pt: Diferenças salariais ajustadas por dados demográficos

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
pt_pt: Compare as diferenças salariais não ajustadas e ajustadas por grupo demográfico (em relação ao grupo de referência).

source: Number of raises
pt_pt: Número de aumentos

source: Total cost of raises
pt_pt: Custo total dos aumentos

source: The compensation after raise cannot be lower than the current salary.
pt_pt: A remuneração após aumento não pode ser inferior ao salário atual.

source: The note was successfully added.
pt_pt: A nota foi adicionada com sucesso.

source: The note was successfully updated.
pt_pt: A nota foi atualizada com sucesso.

source: Note options
pt_pt: Opções de nota

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
pt_pt: A configuração para tempo na função ou licença de ausência foi modificada. Guardar estas alterações irá impactar instantâneos futuros e dados relacionados.

source: Select absence type
pt_pt: Selecionar tipo de ausência

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
pt_pt: Uma licença (LOA) permite que os colaboradores se ausentem do trabalho por razões específicas que vão além das férias pagas normais. Pode ser remunerada ou não remunerada, dependendo das políticas da empresa e do motivo da licença. Os motivos mais comuns incluem problemas médicos, emergências familiares, maternidade/paternidade, educação ou assuntos pessoais.

source: Select which absence types will apply to this policy and the related grace periods for these absences.
pt_pt: Selecione que tipos de ausência se aplicarão a esta política e os períodos de tolerância relacionados para estas ausências.

source: Enable leave of absence
pt_pt: Ativar licença de ausência

source: Leave of absence
pt_pt: Licença de ausência

source: Leave of absence definition
pt_pt: Definição de licença de ausência

source: Select which absence types will apply to this policy
pt_pt: Selecione que tipos de ausência se aplicarão a esta política

source: Add absence type
pt_pt: Adicionar tipo de ausência

source: Edit absence type
pt_pt: Editar tipo de ausência

source: The leave of absence is missing the selected types.
pt_pt: A licença de ausência não tem os tipos selecionados.

source: Grace period (days)
pt_pt: Período de carência (dias)

source: The configuration of the modeler was saved successfully.
pt_pt: A configuração do modelador foi guardada com sucesso.

source: Add significant field
pt_pt: Adicionar campo significativo
